Island.seed(:id,
  { id: 1,
    name: '友ヶ島',
    description: '和歌山県にある無人島「友ヶ島」。某天空の城の迷い込んだような気分を味わえると人気の島です。
                  砲台跡や弾薬庫跡など、旧日本軍の施設跡が点在していてハイキングがてらそれらを巡るのが定番コースです。',
    information: 'http://www.city.wakayama.wakayama.jp/kankou/kankouspot/1027585/1027593.html',
    address: '〒640-0102 和歌山県和歌山市深山',
    latitude: 34.28217309472821,
    longitude: 135.01270774795321 },

  { id: 2,
    name: '屋久島',
    description: '樹齢3000年以上とも言われる縄文杉が見られる、鹿児島県にある「屋久島」。
                  トレッキングはもちろんのこと、永田浜は日本一のウミガメの産卵地として有名で、
                  アカウミガメが産卵のために上陸する毎年5月から7月にかけて、「ウミガメ観察会」が開催されています。
                  大自然や生命の神秘にどっぷり浸かりにいきましょう。',
    information: 'http://yakukan.jp/',
    address: '鹿児島県熊毛郡',
    latitude: 30.369490703058574,
    longitude: 130.53118928396322 },

  { id: 3,
    name: '池島',
    description: '長崎県にある、第二の軍艦島とも呼ばれる「池島」。
                  かつて炭鉱で栄えましたが現在の人口は130名ほど。
                  炭鉱跡や居住区跡などが残っており、廃墟マニアにはたまりません。',
    information: 'https://www.city.nagasaki.lg.jp/shimin/121000/121200/p027560.html',
    address: '〒857-0071 長崎県長崎市池島町',
    latitude: 32.885265759271725,
    longitude: 129.59892805747407 },

  { id: 4,
    name: '犬島',
    description: "瀬戸内海に浮かぶ、岡山県の「犬島」。
                  かつて栄えた銅の精錬所跡が現在は美術館に生まれ変わり、外を歩けば廃工場のノスタルジーを感じ、中に入れば現代アートに触れることができます。
                  「家プロジェクト」と称し、集落にギャラリーが点在しており、島内を歩くだけでも様々な作品を見ることができます。",
    information: 'https://www.okayama-kanko.jp/spot/10162',
    address: '〒704-8153 岡山県岡山市東区犬島',
    latitude: 34.5634974718975,
    longitude: 134.10203146631451 },

  { id: 5,
    name: '沖島',
    description: '滋賀県、琵琶湖に浮かぶ、世界でも珍しい湖沼の有人島「沖島」。
                  漁に従事する島民が多く、湖水の島らしく鮎や鮒などの淡水魚を頂くことができます。
                  また、日本人ならどこか懐かしく感じてしまう街並みが続き、童心にかえって散歩するのもいいかもしれません。',
    information: 'https://www.biwako-visitors.jp/',
    address: '〒523-0801 滋賀県近江八幡市沖島町',
    latitude: 35.20784130851707,
    longitude: 136.06386906305482 },

  { id: 6,
    name: '柏島',
    description: '透き通るほどキレイな海が広がる高知県「柏島」。
                  エメラルドグリーンの海に浮かんだ船がまるで宙に浮いているよう、とSNSで話題にもなりました。
                  ダイビング施設や高台にあるキャンプ場など自然を満喫するのに絶好の島です。',
    information: 'https://www.town.otsuki.kochi.jp/kanko/info/kashiwajima.php',
    address: '〒788-0343 高知県幡多郡大月町柏島',
    latitude: 32.7695873708701,
    longitude: 132.62317229019834 },

  { id: 7,
    name: '大久野島',
    description: '「うさぎ島」としても知られ900羽以上のうさぎ達が暮らす、瀬戸内海に浮かぶ広島県「大久野島」。
                  ほのぼのする印象とは裏腹に、1929年から1945年に太平洋戦争が終わるまで、日本軍が毒ガスの製造を行っており、地図上から消されていたという歴史があります。
                  毒ガス貯蔵庫跡や資料館など、凄惨な歴史を今に伝える施設が点在し、それらを巡ることで平和について考えるキッカケになるかもしれません。',
    information: 'https://www.qkamura.or.jp/ohkuno/',
    address: '〒729-2311 広島県竹原市忠海町',
    latitude: 34.30940235311755,
    longitude: 132.99403629386188 },

  { id: 8,
    name: '竹富島',
    description: '沖縄県の石垣島からフェリーで30分、高速船なら10分ほどのところにある「竹富島」。
                  美しいビーチがいくつかあり、浜辺でのんびり海を眺めるのがおすすめ。
                  また島内の集落は沖縄の原風景が残り、水牛車から眺めるも良し、のんびり散歩するも良し、島時間をゆっくり楽しんでみてはいかがでしょう。',
    information: 'https://painusima.com/',
    address: '〒907-1101 沖縄県八重山郡竹富町竹富',
    latitude: 24.327560780629486,
    longitude: 124.08910934031915 },

  { id: 9,
    name: '青ヶ島',
    description: '東京都から遙か南、絶海の孤島「青ヶ島」。
                  火山活動によって出来たカルデラの内側にさらに小さい火山がある二重火山の島です。
                  圧倒的な大自然、夜には満天の星々。
                  アクセスの難しさが逆に非日常感を掻き立てます。',
    information: 'http://www.vill.aogashima.tokyo.jp/',
    address: '〒100-1701 東京都青ヶ島村',
    latitude: 32.457255152712044,
    longitude: 139.76639808807693 },

  { id: 10,
    name: '軍艦島(端島)',
    description: '世界文化遺産として知名度を上げた長崎県の「軍艦島」。
                  正式名称は「端島」と言い、鉄筋コンクリートが並ぶ外観が軍艦「土佐」に似ていることから軍艦島と呼ばれるようになりました。
                  かつて炭鉱の島として栄え、最盛期には世界最大の人口密度を誇り、現在でもこの記録は破られていません。
                  上陸するにはツアーを利用する必要があり、立ち入れるエリアは制限されていますが、廃墟好きならもちろんのこと、そうでない方も一見の価値ありです。',
    information: 'http://gunkanjima-nagasaki.jp/',
    address: '〒851-1315 長崎県長崎市高島町',
    latitude: 32.627776424108845,
    longitude: 129.73854811251877 }
  )
